Repository: qieoxn482/police_ticket
Catalog: src/Locale/*/default.po
Languages: fr_ca

source: The file has been saved.
fr_ca: Le fichier a ete sauvegarder

source: The file could not be saved. Please, try again.
fr_ca: Le fichier n'a pas pu etre sauvegarder

source: The file has been deleted.
fr_ca: Le fichier a ete supprimer

source: The file could not be deleted. Please, try again.
fr_ca: Le fichier na pas pu etre supprimer. Veuillez reessayer.

source: The files violation has been saved.
fr_ca: Le fichier de la violation a ete sauvegarder

source: The files violation could not be saved. Please, try again.
fr_ca: Le fichier de la violation na pas pu etre sauvegarder. Veuillez reessayer.

source: The files violation has been deleted.
fr_ca: Le fichier de la violation a ete supprimer

source: The files violation could not be deleted. Please, try again.
fr_ca: Le fichier de la violation na pas pu etre supprimer. Veuillez reessayer.

source: The i18n has been saved.
fr_ca: Le i18n a ete sauvegarder.

source: The i18n could not be saved. Please, try again.
fr_ca: Le i18n n'a pas pu etre sauvegarder. Veuillez reessayer.

source: The i18n has been deleted.
fr_ca: Le i18n a ete supprimer.

source: The i18n could not be deleted. Please, try again.
fr_ca: Le i18n n'a pas pu etre supprimer. Veuillez reessayer.

source: The role has been saved.
fr_ca: Le role a ete sauvegarder.

source: The role could not be saved. Please, try again.
fr_ca: Le role n'a pas pu etre sauvegarder. Veuillez reessayer.

source: The role has been deleted.
fr_ca: Le role n'a pas pu etre supprimer.

source: The role could not be deleted. Please, try again.
fr_ca: Le role n'a pas pu etre supprimer. Veuillez reessayer.

source: The ticket has been saved.
fr_ca: La contravention a ete sauvegarder.

source: The ticket could not be saved. Please, try again.
fr_ca: La contravention n'a pas pu etre sauvegarder.

source: The ticket has been deleted.
fr_ca: La contravention a ete supprimer.

source: The ticket could not be deleted. Please, try again.
fr_ca: La contravention n'a pas pu etre supprimer. Veuillez reessayer.

source: The user has been saved.
fr_ca: L'utilisateur a ete sauvegarder.

source: The user could not be saved. Please, try again.
fr_ca: L'utilisateur n'a pas pu etre sauvegarder. Veuillez reessayer.

source: The user has been deleted.
fr_ca: L'utilisateur a ete supprimer.

source: The user could not be deleted. Please, try again.
fr_ca: L'utilisateur n'a pas pu etre supprimer. Veuillez reessayer.

source: The violation has been saved.
fr_ca: La violation a ete sauvegarder.

source: The violation could not be saved. Please, try again.
fr_ca: La violation n'a pas pu etre sauvegarder. Veuillez reessayer.

source: The violation has been deleted.
fr_ca: La violation a ete supprimer.

source: The violation could not be deleted. Please, try again.
fr_ca: La violation n'a pas pu etre supprimer. Veuillez reessayer.

source: The violations ticket has been saved.
fr_ca: La violation contravention a ete sauvegarder.

source: The violations ticket could not be saved. Please, try again.
fr_ca: La violation contravention n'a pas pu etre sauvegarder. Veuillez reessayer.

source: The violations ticket has been deleted.
fr_ca: La violation contravention a ete supprimer.

source: The violations ticket could not be deleted. Please, try again.
fr_ca: La violation contravention n'a pas pu etre supprimer. Veuillez reessayer.

source: List Files
fr_ca: Liste Fichiers

source: List Violations
fr_ca: Liste Violations

source: New Violation
fr_ca: Nouvelle Violation

source: Add File
fr_ca: Ajouter Fichier

source: Submit
fr_ca: Soumetre

source: Delete
fr_ca: Supprimer

source: Are you sure you want to delete # {0}?
fr_ca: Voulez-vous vraiment supprimer # {0}?

source: Edit File
fr_ca: Modifier Fichier

source: New File
fr_ca: Nouveau Fichier

source: Files
fr_ca: Fichier

source: View
fr_ca: Vue

source: Edit
fr_ca: Modifier

source: first
fr_ca: Premier

source: previous
fr_ca: Precedent

source: next
fr_ca: Prochain

source: last
fr_ca: Dernier

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
fr_ca: Page {{page}} de {{pages}}, affiche {{current}} enregistrement(s) de {{count}} au total

source: Delete File
fr_ca: Supprimer Fichier

source: Name
fr_ca: Nom

source: Path
fr_ca: Chemin

source: Created
fr_ca: Crée

source: Modified
fr_ca: Modifiée

source: Status
fr_ca: Statue

source: Yes
fr_ca: Oui

source: No
fr_ca: Non

source: Related Violations
fr_ca: Violations Reliée

source: User Id
fr_ca: Id Utilisateur

source: Fee Amount
fr_ca: Montant de Frais

source: Violation Datetime
fr_ca: Violation Date

source: List I18n
fr_ca: Liste I18n

source: Add I18n
fr_ca: Ajout I18n

source: Edit I18n
fr_ca: Modifier I18n

source: New I18n
fr_ca: Nouveau I18n

source: Delete I18n
fr_ca: Supprimer I18n

source: Model
fr_ca: Modèle

source: Field
fr_ca: Champs

source: Foreign Key
fr_ca: Clé Étrangère

source: Content
fr_ca: Contenu

source: Error
fr_ca: Erreur

source: Back
fr_ca: Retour

source: List Roles
fr_ca: Liste de Roles

source: List Users
fr_ca: Liste d'utilisateurs

source: New User
fr_ca: Nouvelle Utilisateur

source: Add Role
fr_ca: Ajour Role

source: Edit Role
fr_ca: Modifier Roles

source: New Role
fr_ca: Nouveau Role

source: Delete Role
fr_ca: Supprimer Role

source: Related Users
fr_ca: Utilisateurs Reliés

source: Phone
fr_ca: Téléphone

source: Email
fr_ca: Courriel

source: Password
fr_ca: Mot de Passe

source: List Tickets
fr_ca: Liste de Contraventions

source: Add Ticket
fr_ca: Ajout de contravention

source: Edit Ticket
fr_ca: Modifier contravention

source: New Ticket
fr_ca: Nouvelle contravention

source: Tickets
fr_ca: Contraventions

source: Delete Ticket
fr_ca: Supprimer Contravention

source: Licence Plate
fr_ca: Plaque d'immatriculation

source: Datetime Issued
fr_ca: Date

source: Datetime Paid
fr_ca: Date Payée

source: Add User
fr_ca: Ajout Utilisateur

source: Edit User
fr_ca: Modifier Utilisateur

source: Users
fr_ca: Utilisateurs

source: Delete User
fr_ca: Supprimer Utilisateur

source: Add Violation
fr_ca: Ajout de la violation

source: Edit Violation
fr_ca: Modifier Violation

source: Delete Violation
fr_ca: Supprimer Violation

source: Created by User
fr_ca: Crée par l'utilisateur

source: Related Tickets
fr_ca: Contravention Reliée

source: List Violations Tickets
fr_ca: Liste Violation Contravention

source: Add Violations Ticket
fr_ca: Ajout Violations Contravention

source: Edit Violations Ticket
fr_ca: Modifier Violations Contravention

source: New Violations Ticket
fr_ca: Nouvelle Violations Contravention

source: Violations Tickets
fr_ca: Violations Contravention

source: Delete Violations Ticket
fr_ca: Supprimer Violations Contravention

source: Ticket
fr_ca: Contravention
